/* No comment provided by engineer. */
"As a precaution, plugins won't run on unsupported versions of Spotlight, even if you enable them. (You have Spotlight v%@)" = "Como precaução, os plugins não vão executar em versões não suportadas do Spotlight, mesmo que voce as habilite. (A Versão do Spotlight é v%@)";

/* No comment provided by engineer. */
"Automator workflow:" = "Fluxo de trabalho do Automator:";

/* No comment provided by engineer. */
"Couldn't install plugin." = "Não foi possível instalar o plugin.";

/* No comment provided by engineer. */
"Couldn't load the list of available online plugins." = "Não foi possível carregar a lista de plugins disponíveis online.";

/* No comment provided by engineer. */
"Delete Plugin" = "Apagar Plugin";

/* No comment provided by engineer. */
"Description:" = "Descrição:";

/* No comment provided by engineer. */
"Edit Plugin" = "Editar Plugin";

/* No comment provided by engineer. */
"Edit Workflow" = "Editar Fluxo de trabalho";

/* No comment provided by engineer. */
"Enable Spotlight Plugins" = "Habilitar plugins plugins do Spotlight";

/* No comment provided by engineer. */
"Featured" = "Destaques";

/* No comment provided by engineer. */
"Information" = "Informação";

/* No comment provided by engineer. */
"Installed" = "Instalados";

/* No comment provided by engineer. */
"Language" = "Idioma";

/* No comment provided by engineer. */
"New Automator Plugin..." = "Novo Plugin do Automator...";

/* No comment provided by engineer. */
"News" = "Notícias";

/* No comment provided by engineer. */
"Okay" = "Aprovado";

/* No comment provided by engineer. */
"Search" = "Busca";

/* No comment provided by engineer. */
"System" = "Sistema";

/* No comment provided by engineer. */
"This plugin has no additional options." = "Este plugin não possui opções adicionais.";

/* No comment provided by engineer. */
"Title:" = "Título:";

/* No comment provided by engineer. */
"Try again" = "Tente novamente";

/* No comment provided by engineer. */
"Unknown" = "Desconhecido";

/* No comment provided by engineer. */
"Usage examples:" = "Exemplos de uso:";

/* No comment provided by engineer. */
"Utilities" = "Utilitários";

/* No comment provided by engineer. */
"Weather" = "Clima";

/* No comment provided by engineer. */
"Your plugin will be selected when you search Spotlight for anything that's close to one of these examples." = "O seu plugin será selecionado quando sua busca no Spotlight for similar a um desses exemplos.";

